app/views/movies/index.html.erb

<h1><%= pluralize(@movies.length, 'Movie') %></h1>
---
SELECT "movies".* FROM "movies"
SELECT COUNT(*) FROM "movies"